<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="ko">
<head>
    <meta charset="UTF-8">
    <title>My Blog</title>
    <link rel="stylesheet" href="css/blog.css">
</head>
<body>

	<div id="main_wrap">
		<%@include file="frame/header.jsp" %>
      
        <%@include file="frame/nav.jsp" %>
       
        <!-- Contents 영역 시작 -->
        <div id="contents_wrap">
            <!-- 게시물영역 시작 -->
            <section>
                <article>
                    <h3 class="title_font margin_tb_5">기사제목</h3>
                    <div class="margin_tb_5">2021.11.19 15:55:53</div>
                    <img src="../images/apple.jpg" class="margin_tb_5">
                    <p class="margin_tb_5 lineheight_200per">애플이 2025년 첫 자동차 모델을 출시할 수 있다는 가능성이 제기됐다. 자율주행 능력을 갖춘 전기차 형태다.

                        블룸버그는 18일(현지시간) 애플이 완전 자율주행이 가능한 전기차 개발에 속도를 내고 있다고 보도했다. 5~7년으로 계획했던 전기차 개발 일정을 4년 뒤로 앞당겨 2025년 출시를 목표로 하고 있다고 밝혔다.
                
                        블룸버그에 따르면, 애플은 자율주행 시스템의 기반이 되는 자율주행 칩 개발을 상당수 완료했다. 곧 도로 테스트를 통해 칩 성능을 평가할 예정이다.
                
                        애플이 자율주행 용도로 개발한 칩은 자율주행에 필요한 인공지능(AI)을 처리할 수 있는 신경프로세서로 주로 구성됐다. 설계는 아이폰과 맥 등에 탑재되는 프로세서를 개발한 '애플 실리콘' 팀이 담당했다.
                
                        차량 내부 모습은 핸들과 페달이 없는 모습이 될 수 있다는 가능성이 제기됐다. 사람이 조작할 필요 없는 완전 자율주행 모습이 될 수 있다는 것. 단 운전자들의 안전을 위해 비상시 운전자가 차량을 통제할 수 있는 모드도 장착될 예정이다.
                
                        운전자 위치가 바뀔 수 있다는 가능성도 제기됐다. 블룸버그는 아이패드와 같은 대형 터치스크린인 인포테인먼트 시스템을 차량 중앙에 배치해 사용자가 차 중앙에서 운전을 통제하는 디자인도 고려되고 있다고 밝혔다.
                
                        애플은 자동체 설계를 담당하고 제조는 완성차 업체가 진행할 것으로 전망된다. 애플이 차를 제조할 수 있는 역량을 갖추지 못한 만큼, 칩을 설계하는 팹리스와 제조를 담당하는 파운드리가 따로 있는 시스템 반도체 사업처럼 자동차 설계는 애플이 하고 생산은 자동차 제조사가 담당한다는 것. 이를 위해 애플은 여러 제조업체와 협약을 논의하고 있는 것으로 알려졌다. 올해 초 현대자동차도 애플과 생산 협력이 논의됐지만, 현재 중단된 상태다.
                
                        애플의 완전 자율주행차 개발은 자동차 업계에 새로운 경쟁구도를 가져올 것으로 전망된다. 현재 자동차 업체 중 자율주행 기술을 선도하고 있는 곳은 테슬라다. 이 회사는 지난 8월 '인공지능의 날(AI Day)' 행사를 열고 머신러닝 전용 칩으로 알려진 D1 칩을 공개하며 완전 자율주행에 대한 기대감을 높였다.
                    </p>
                </article>

                <article>
                    <h3 class="title_font margin_tb_5">기사제목</h3>
                    <div class="margin_tb_5">2021.11.19 15:55:53</div>
                    <img src="../images/apple.jpg" class="margin_tb_5">
                    <p class="margin_tb_5 lineheight_200per">애플이 2025년 첫 자동차 모델을 출시할 수 있다는 가능성이 제기됐다. 자율주행 능력을 갖춘 전기차 형태다.

                        블룸버그는 18일(현지시간) 애플이 완전 자율주행이 가능한 전기차 개발에 속도를 내고 있다고 보도했다. 5~7년으로 계획했던 전기차 개발 일정을 4년 뒤로 앞당겨 2025년 출시를 목표로 하고 있다고 밝혔다.
                
                        블룸버그에 따르면, 애플은 자율주행 시스템의 기반이 되는 자율주행 칩 개발을 상당수 완료했다. 곧 도로 테스트를 통해 칩 성능을 평가할 예정이다.
                
                        애플이 자율주행 용도로 개발한 칩은 자율주행에 필요한 인공지능(AI)을 처리할 수 있는 신경프로세서로 주로 구성됐다. 설계는 아이폰과 맥 등에 탑재되는 프로세서를 개발한 '애플 실리콘' 팀이 담당했다.
                
                        차량 내부 모습은 핸들과 페달이 없는 모습이 될 수 있다는 가능성이 제기됐다. 사람이 조작할 필요 없는 완전 자율주행 모습이 될 수 있다는 것. 단 운전자들의 안전을 위해 비상시 운전자가 차량을 통제할 수 있는 모드도 장착될 예정이다.
                
                        운전자 위치가 바뀔 수 있다는 가능성도 제기됐다. 블룸버그는 아이패드와 같은 대형 터치스크린인 인포테인먼트 시스템을 차량 중앙에 배치해 사용자가 차 중앙에서 운전을 통제하는 디자인도 고려되고 있다고 밝혔다.
                
                        애플은 자동체 설계를 담당하고 제조는 완성차 업체가 진행할 것으로 전망된다. 애플이 차를 제조할 수 있는 역량을 갖추지 못한 만큼, 칩을 설계하는 팹리스와 제조를 담당하는 파운드리가 따로 있는 시스템 반도체 사업처럼 자동차 설계는 애플이 하고 생산은 자동차 제조사가 담당한다는 것. 이를 위해 애플은 여러 제조업체와 협약을 논의하고 있는 것으로 알려졌다. 올해 초 현대자동차도 애플과 생산 협력이 논의됐지만, 현재 중단된 상태다.
                
                        애플의 완전 자율주행차 개발은 자동차 업계에 새로운 경쟁구도를 가져올 것으로 전망된다. 현재 자동차 업체 중 자율주행 기술을 선도하고 있는 곳은 테슬라다. 이 회사는 지난 8월 '인공지능의 날(AI Day)' 행사를 열고 머신러닝 전용 칩으로 알려진 D1 칩을 공개하며 완전 자율주행에 대한 기대감을 높였다.
                    </p>
                </article>
            </section>
            <!-- 게시물영역 종료 -->
            
            <%@include file="frame/aside.jsp"%>
            
        </div>
        
        <!-- Contents 영역 종료 -->
        
        <%@include file="frame/footer.jsp"%>

    </div>

</body>
</html>